Repository: Mateusz-Pawlowskii/Examiner
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Polish
pl: Polski

source: Password
pl: Hasło

source: Failed
pl: Niezaliczony

source: Unfinished
pl: Jeszcze nie ukończony

source: Passed
pl: Zaliczony

source: None
pl: Brak

source: Your platform is marked as inactive
pl: Twoja platforma została oznaczona jako nieaktywna

source: Hello
pl: Witaj

source: Please, confirm your registration
pl: Prosimy o potwierdzenie rejestracji

source: Name your e-learning platform
pl: Nazwij swoja platformę e-learningową

source: Create platform
pl: Stwórz platforme

source: Privacy policy
pl: Polityka prywatności

source: About Examiner
pl: O programie

source: Welcome to Examiner. This site allows creation and edition of courses and uploading course materials. Main functionality of application is creation of automatically checked exams (multiple or single choice questions) assigned to courses.
pl: Witamy w aplikacji Examiner, umożliwia ona tworzenie i edycje kursów oraz zamieszczanie materiałów lekcyjnych. Główną funkcjonalnością aplikacji jest tworzenie automatycznie sprawdzanych testów (pytania jednokrotnego lub wielokrotnego wyboru) przydzielonych do kursów

source: Application allows creation of new student and examiner accounts
pl: Aplikacja pozwala na stworzenie kont studentów i egzaminatorów

source: Sign in
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: Test account credentials
pl: Dane do konta testowego

source: Contact info:
pl: Dane kontaktowe:

source: E-mail adress: mm.pawlowski18@gmail.com
pl: Adres mailowy: mm.pawlowski18@gmail.com

source: Phone number: +48 506 960 518
pl: Numer telefonu: 506 960 518

source: Dear
pl: Drogi

source: ,your platform
pl: ,twoja platforma

source: Enter your login credentials below. It's case sensitive
pl: Prosze podać informacje do logowania. Wielkosc liter ma znaczenie.

source: Username
pl: Nazwa użytkownika

source: Back
pl: Wróć

source: You are platform admin and forgot your password?
pl: Jesteś administratorem platformy i zapomniałeś hasła?

source: Password recovery
pl: Odzyskiwanie hasła

source: If you own e-learning platform and forgot your password you can change it by entering email adress given during registration. Message containing activation link will be sent to that adress. It will allow you to choose new password for admin account. If you are student or examiner then you have to contact your platform admin in order to get new password.
pl: Jeśli jesteś właścicielem platformy e-learningowej i zapomniałeś swojego hasła możesz je zmienić poprzez wpisanieadresu e-mail na którego platforma została założona. Na podany adres zostanie wysłana wiadomośc zawierająca linkaktywacyjny. Umożliwia on wybranie nowego hasła dla konta administracyjnego. Jeśli jesteś studentem lub egzaminatoremkorzystającym z platformy musisz skontaktować się ze założycielem swojej platformy w celu nadania nowego hasła.

source: Password sucessfully changed
pl: Hasło pomyślnie zmienione

source: Password have been sucessfully updated and now you can sign in.
pl: Hasło zostało pomyślnie zmienione, można się teraz zalogować.

source: New password
pl: Nowe hasło

source: Your password can’t be too similar to your other personal information.
pl: Hasło nie może przypominać innych danych osobowych

source: Your password must contain at least 8 characters.
pl: Twoje hasło musi mieć co najmniej 8 liter

source: Your password can’t be a commonly used password.
pl: Twoje hasło nie może być powszechnie używanym hasłem.

source: Your password can’t be entirely numeric.
pl: Twoje hasło nie może składać się tylko z cyfr.

source: Password confirmation (enter the same password as before)
pl: Wprowadź to samo hasło ponownie, dla weryfikacji.

source: Change password
pl: Zmień hasło

source: Mail was sent
pl: E-mail został wysłany

source: If given mail adress corresponds to one in our database then we already sent password confirmation mail. If you can't find mail check your spam folder or if entered email adress is correct.
pl: Jeżeli podany adres mailowy odpowiada temu z naszej bazy danych to mail z linkiem potwierdzającym zmiane hasła został już wysłany. Jeżeli nie możesz go znaleźć sprawdź folder ze spamem oraz czy adres mailowy został poprawnie wpisany.

source: Username: (Required. 150 characters or less. No spaces, only letters, numerals and @/./+/-/_)
pl: Nazwa użytkownika: (Wymagane. 150 znaków lub mniej. Bez spacji, tylko litery, cyfry oraz @/./+/-/_)

source: Mail adress
pl: Adres mailowy

source: I agree with privacy policy
pl: Zgadzam się z warunkami polityki prywatności

source: We recieved password change request for platform admin account
pl: Otrzymaliśmy prośbe o zmiane hasła dla konta administratora platformy

source: In order to give new password to account use link
pl: By podać nowe hasło prosze wejść w link

source: Examiner account activation
pl: Aktywacja konta

source: Registration mail was sent. Check your e-mail box
pl: Mail aktywacyjny został wysłany. Sprawdź skrzynkę mailową

source: Incorrect data, it might be that the username is already teaken
pl: Niepoprawne dane, nazwe użytkownika może być zajęta

source: Activation code is incorrect
pl: Kod aktywacyjny jest niepoprawny

source: Course name
pl: Nazwa kursu

source: Category (optional)
pl: Kategoria (opcjonalnie)

source: Multiple choice questions
pl: Pytania wielokrotnego wyboru

source: Answer nr.1
pl: Odpowiedź nr.1

source: Answer nr.2
pl: Odpowiedź nr.2

source: Answer nr.3
pl: Odpowiedź nr.3

source: Answer nr.4
pl: Odpowiedź nr.4

source: Answer nr.5
pl: Odpowiedź nr.5

source: Correct answer was incorrectly marked
pl: Dobra odpowiedź została niepoprwanie zaznaczona

source: Present
pl: Obecny

source: New
pl: Nowy

source: Student username
pl: Nazwa studenta

source: Group name
pl: Nazwa grupy

source: Deadline
pl: Termin ukończenia

source: Edit course
pl: Edytuj kurs

source: Course category
pl: Kategoria kursu

source: Attempt amount
pl: Ilość prób

source: Exam duration
pl: Czas trwania testu:

source: Question type
pl: Typ pytań

source: Multiple choice
pl: Wielokrotnego wyboru

source: Single choice
pl: Jednokrotnego wyboru

source: Amount of questions given to student
pl: Ilośc pytań dawana studentowi podczas egzaminu

source: Amount of correct answers required to pass the exam
pl: Ilosc poprawnych odpowiedzi wymagana do zaliczenia egzaminu

source: Exam ready
pl: Test gotowy

source: Save changes
pl: Zapisz zmiany

source: Lessons
pl: Lekcje

source: Add new lesson
pl: Dodaj nową lekcje

source: (attach learning resource as pdf)
pl: (załącz materiały szkoleniowe jako pdf)

source: Lesson topic
pl: Temat lekcji

source: Add lesson
pl: Dodaj lekcje

source: Amount of lessons attached to course
pl: Ilośc lekcji przydzielona do kursu

source: No lessons
pl: Brak lekcji

source: Remove lesson
pl: Usuń lekcje

source: Lesson deletion
pl: Kasacja lekcji

source: Are you sure you want to delete lesson
pl: Czy jesteś pewien że chcesz skasować lekcje

source: This choice can't be reverted.
pl: Tej decyzji nie da się cofnąć

source: Delete lesson
pl: Skasuj lekcje

source: Cancel
pl: Anuluj

source: Student Groups
pl: Grupy Studenckie

source: Add new student group
pl: Dodaj nową grupe studencką

source: (enter name of group that will be assigned to the course)
pl: (Podaj nazwe grupy która ma zostać przypisana do kursu)

source: Course deadline
pl: Termin kursu

source: Assign
pl: Przypisz

source: Groups assigned to course
pl: Grupy przypisane do kursu

source: Change deadline
pl: Zmień date

source: Report
pl: Raport

source: Remove
pl: Usuń

source: Deadline change
pl: Zmień termin

source: Many date formats are valid, for example: YYYY-MM-DD
pl: Można użyć różnych formatów daty np. RRRR-MM-DD

source: Change
pl: Zmień

source: Add question
pl: Dodaj pytanie

source: View questions
pl: Przeglądaj pytania

source: Results information for group
pl: Informacje o wynikach dla grupy

source: Category
pl: Kategoria

source: Statistics
pl: Statystyka

source: Amount of students from the group that passed the course
pl: Ilośc studentów przydzielona do kursu która go zaliczyła

source: Amount of students from the group that failed the course
pl: Ilośc studentów przydzielona do kursu która go nie zaliczyła

source: Amount of students from the group that haven't finished the course yet
pl: Ilośc studentów przydzielona do kursu która jeszcze go nie ukończyła

source: Amount of passed exam attempts in the group
pl: Ilosć pomyślnych prób zdanaia egzaminu w tej grupie

source: Amount of failed exam attempts in the group
pl: Ilość nieudanych prób zdania egzaminu w tej grupie

source: Total amount of students in the group
pl: Ilośc studentów przydzielona do kursu

source: Student List
pl: Lista Studentów

source: Grade
pl: Ocena

source: Diploma
pl: Dyplom

source: %% score
pl: %% wyniku

source: Course information
pl: Informacje o kursie

source: Test duration
pl: Czas trwania testu

source: Unlimited
pl: Nieograniczony

source: minutes
pl: minuty

source: Total question amount
pl: Całkowita ilosc pytań:

source: Lesson amount
pl: Ilośc lekcji

source: Amount of students assigned to course
pl: Ilośc studentów przydzielona do kursu

source: Test status
pl: Status testu

source: Exam not ready
pl: Test nie gotowy

source: Amount of students that finished the course
pl: Ilośc studentów która ukończyła kurs

source: Amount of students that failed the course
pl: Ilośc studentów której nie udało się ukończyć kursu pomyślnie

source: Amount of students that haven't finished the course yet
pl: Ilośc studentów którzy nie ukończyli jeszcze kursu

source: Amount of passed exam attempts
pl: Ilość pomyślnych prób zaliczenia egzaminu

source: Amount of failed exam attempts
pl: Ilośc nieudanych prób zaliczenia egzaminu

source: Student groups assigned to course
pl: Grupy studenckie przypisane do kursu

source: List of all students
pl: Lista wszystkich uczniów

source: Create new course
pl: Stwórz nowy kurs

source: Create
pl: Stwórz

source: Add pdf files as learning resources
pl: Dodaj plik pdf jako materiał lekcyjny

source: Add
pl: Dodaj

source: Make new question for course
pl: Stwórz nowe pytanie dla kursu

source: Current question amount
pl: Całkowita ilosc pytań

source: Question text
pl: Treść pytania

source: Answer
pl: Odpowiedź

source: Question list
pl: Lista pytań

source: Instructions
pl: Instrukcja

source: Question should have 2 to 5 answers. If text field corresponding to the answer is left blank answer will not be included in exam. Correct answer is marked by checking field (or fields in case of multiple answer questions) situated next to text area with answer.
pl: Pytanie musi posiadać od 2 do 5 odpowiedzi. Jeżeli pole tekstowe odpowiadające odpowiedzi zostanie pozostawione puste odpowiedź niebędzie uwzględniona na teście. Należy zaznaczyć która odpowiedź jest prawidłowa poprzez zaznaczenie pola (lub pól w przypadku testówwielokrotnego wyboru) znajdującego się przy polu tekstowym z odpowiedzią.

source: Edit
pl: Edytuj

source: Change topic
pl: Zmień temat

source: Change learning resource
pl: Zmień materiał lekcyjny

source: View lesson
pl: Zobacz lekcje

source: Delete
pl: Usuń

source: Student profile
pl: Profil studenta

source: Belongs to group
pl: Należy do grupy

source: Student is not assigned to any group
pl: Student nie należy do żadnej grupy

source: Belongs to groups
pl: Należy do grup

source: Assign group to student
pl: Przydziel grupe do studenta

source: (enter name of group to which the student will be assigned)
pl: (podaj nazwe grupy do której ma zostać dołączony student)

source: Courses assigned to student
pl: Kursy przydzielone do studenta

source: Edit question from course
pl: Edytuj pytanie z kursu

source: Instruction
pl: Instrukcja

source: Examiner
pl: Egzaminator

source: Homepage
pl: Strona Domowa

source: Courses
pl: Kursy

source: Students
pl: Studenci

source: Student groups
pl: Grupy studenckie

source: Results
pl: Wyniki

source: Logout
pl: Wyloguj się

source: This site allows creation and edition of courses and uploading course materials. Main functionality of application is creation of automatically checked exams (multiple or single choice questions) assigned to courses.
pl: Aplikacja umożliwia tworzenie i edycje kursów oraz zamieszczanie materiałów lekcyjnych. Główną funkcjonalnością aplikacji jest tworzenie automatycznie sprawdzanych testów (pytania jednokrotnego lub wielokrotnego wyboru) przydzielonych do kursów

source: Share feedback
pl: Udziel opinii

source: Create new question for course
pl: Stwórz nowe pytanie do kursu

source: Edit question for course
pl: Edytuj pytanie dla kursu

source: Course list
pl: Lista kursów

source: Results of student
pl: Wyniki studenta

source: from course
pl: z kursu

source: Back to student
pl: Wróć do studenta

source: Back to course
pl: Wróć do kursu

source: Attempt
pl: Próba

source: Score
pl: Uzyskane punkty

source: Result
pl: Wynik

source: Passing
pl: Zaliczający

source: Failing
pl: Niezaliczający

source: Create new
pl: Stwórz nowy

source: Search for courses
pl: Szukaj kursów

source: Search by name
pl: Szukaj po nazwie

source: Search by category
pl: Szukaj po kategorii

source: Name
pl: Nazwa

source: Question amount
pl: Całkowita ilosc pytań

source: Amount of assgined students
pl: Ilośc przydzielonych studentów

source: Questions for course
pl: Pytania dla kursu

source: Back to course editing
pl: Wróć do edycji kursu

source: Create student
pl: Stwórz studenta

source: Search
pl: Szukaj

source: Last login
pl: Ostatni login

source: Join date
pl: Data dołaczenia

source: Course sucessfully created
pl: Kurs pomyślnie utworzony

source: Course creation failed
pl: Stworzenie kursu nie powiodło się

source: Course not found
pl: Nie znaleziono kursu

source: (Deadline expired)
pl: (Termin upłynął)

source: Lack of permission
pl: Brak dostepu

source: Course data was filled incorrectly
pl: Dane kursu zostały niepoprawnie wypełnione

source: Wrong file
pl: Niepoprawny plik

source: New resource should be given during learning resource change
pl: Należy podać nowy materiał do zmiany materiału lekcyjnego

source: Wrong file extension
pl: Niepoprawne rozszerzenie pliku

source: Incorrect lesson topic
pl: Niepoprawny temat lekcji

source: Clear
pl: Wyczyść

source: Platform name
pl: Nazwa platformy

source: Percentage bar can't be negative
pl: Pułap procentowy nie może być ujemny

source: Grade can't be given above 100%
pl: Ocena nie może być przyznana powyżej 100%

source: How would you score Examiner aplication on a 1 to 5 scale?
pl: Jak oceniesz aplikacje Examiner w skali od 1 do 5?

source: Feedback
pl: Uwagi słowne

source: Create new examiner
pl: Stwórz nowego egzaminatora

source: Password:
pl: Hasło:

source: Create new student
pl: Stwórz nowego studenta

source: Create new student group:
pl: Stwórz nową grupe studencką

source: Change username:
pl: Zmień nazwe użytkownika:

source: Change username
pl: Zmień nazwe użytkownika

source: Delete examiner
pl: Skasuj egzaminatora

source: Examiner deletion
pl: Kasacja egzaminatora

source: Are you sure you want to delete user
pl: Czy jesteś pewien że chcesz skasować użytkownika

source: You can't revert this choice
pl: Tej decyzji nie da się cofnąć

source: Enter name of group to which student will be assigned
pl: Podaj nazwe grupy do której ma zostać dołączony student

source: Delete student
pl: Skasuj studenta

source: Student deletion
pl: Kasacja studenta

source: Student group
pl: Grupa studencka

source: Change name
pl: Zmień nazwe

source: Enter username of user that will be assigned to group
pl: Podaj nazwe użytkownika który ma zostać przypisany do grupy

source: Enter name of a course that will be assigned to group
pl: Podaj nazwe kursu który ma zostać przypisany do grupy

source: Course search
pl: Szukaj kursu

source: Delete group
pl: Skasuj grupe

source: Student group deletion
pl: Kasacja grupy studenckej

source: Are you sure you want to delete student group
pl: Czy jesteś pewien że chcesz usunąc grupe studencką

source: This choice can't be reverted, courses and students assigned to this group will be unassigned
pl: Tej decyzji nie da się cofnać, kursy oraz studenci przypisanie do tej grupy będą od niej odłączeni

source: Report suggestion or criticism
pl: Zgłoś uwagi lub sugestie

source: Our goal is continous development and improvment of Examiner app. For this puropuse we gather opinions, suggestions and criticisms from site users which are valuable source of information for us. We are very grateful that you devote your time and attention to fill evaluation form. It's completely anonymous."
pl: Naszym celem jest ciągły rozwój i udoskonalanie aplikacji Examiner.Z tego powodu zbieramy opinie, sugestie oraz uwagi od użytkowników strony co stanowi dla nas cenne źródłoinformacji. Jesteśmy bardzo widzięczni za poświęcenie czasu i uwagi na wypełnienie formularza ewaluacyjnego.Odbywa się to całkowicie anonimowo.

source: Feedback:
pl: Uwagi słowne:

source: Send opinion
pl: Wyślij opinie

source: User type:
pl: Typ użytkownika:

source: Evaluation:
pl: Ocena:

source: Opinion:
pl: Opinia:

source: Examiners
pl: Egzaminatorzy

source: Settings
pl: Ustawienia

source: Course name:
pl: Nazwa kursu:

source: Category:
pl: Kategoria:

source: Question type:
pl: Typ pytań:

source: Single choice questions
pl: Pytania jednokrotnego wyboru

source: Attempt amount:
pl: Ilość prób:

source: Test duration:
pl: Czas trwania testu:

source: Question amount total:
pl: Całkowita ilosc pytań:

source: Amount of questions given to student during exam:
pl: Ilośc pytań dawana studentowi podczas egzaminu

source: Amount of correct answers required to pass exam:
pl: Ilosc poprawnych odpowiedzi wymagana do zaliczenia egzaminu

source: Lesson amount:
pl: Ilośc lekcji:

source: Amount of students assigned to course:
pl: Ilośc studentów przydzielona do kursu

source: Exam status:
pl: Status testu:

source: Delete course
pl: Skasuj kurs

source: Course deletion
pl: Kasowanie kursu

source: Are you sure you want to delete course
pl: Czy jesteś pewien że chcesz skasować kurs

source: This choice can't be reverted. You won't be able to recover lesson materials. All data concerning exam assigned to course (questions, student results) will be lost as well.
pl: Tej decyzji nie da się cofnac. Nie bedziesz w stanie odzyskać materiałów lekcyjnych.Wszystkie dane dotyczące testu przypisanego do kursu (pytania, wyniki studentów) również zostaną utracone

source: Create examiner
pl: Stwórz egzaminatora

source: Create student group
pl: Stwórz grupe studencką

source: Student amount
pl: Ilośc studentów

source: Course amount
pl: Ilośc kusów

source: Save settings
pl: Zapisz ustawienia

source: Grades
pl: Oceny

source: There's a functionality that awards grades to students after exams.You should enter displayed grade name and minimal percentage bar for achieving given grade. Student recieves highest grade that fulfils percentage bar requirements. Passing course is independent of the grade as it's determined by passing amount of correct answers which is set separetely for each course. The goal of grading system is more precise description of sucessfully passed exams.
pl: Istnieje możliwość przyznawania ocen studentom po ukonczeniu egzaminu. Należy wpisać wyświetlaną nazwe oceny oraz minimalny pułap procentowy do osiągnięcia danej oceny. Student otrzymuje najwyższą ocenę która spełnia wymagania procentowe. Zaliczenie kursu jest niezależne od oceny i jest determinowane przez prób poprawnych odpowiedzi który jest ustalany oddzielnie dla każdego kursu. Celem systemu oceniania jest dokładniejszy opis pomyślnie zdanych testów.

source: There are two default grading systems- school (1,2,3,4,5,6) and academic (2,3,3.5,4,4.5,5) Which can be set by pressing apropriate button.
pl: Istnieją dwa gotowe system oceniania- szkolny (1,2,3,4,5,6) oraz akademicki (2,3,3.5,4,4.5,5) Które mogą być ustalone poprzez wcisniecie odpowiedniego przycisku

source: School system
pl: System szkolny

source: Academic system
pl: System akademicki

source: Grade name:
pl: Nazwa oceny:

source: Required percentage bar:
pl: Wymagany pułap procentowy:

source: Add grade
pl: Dodaj ocenę

source: Currently used grades:
pl: Obecnie używane oceny

source: Bar
pl: Pułap

source: Opinion
pl: Opinia

source: Thank you for sharing your opinion
pl: Dziękujemy za podzielenie się swoją opinią

source: Incorrect data. Passwords do not match or doesen't fulfill the requirements
pl: Niepoprawne dane. Hasła nie są identyczne lub nie spełniają wymogów

source: User deleted
pl: Użytkownik skasowany

source: Group creation failed
pl: Stworzenie grupy nie powiodło się

source: (Term expired)
pl: (Termin upłynął)

source: Group edit failed
pl: Edycja grupy nie powiodła się

source: Course deleted
pl: Kurs skasowany

source: Group deleted
pl: Grupa skasowana

source: Group %(group)s results from %(course)s course
pl: Wyniki grupy %(group)s z kursu %(course)s

source: Student name
pl: Nazwa studenta

source: Settings saved
pl: Ustawienia zapisane

source: Incorrect logo
pl: Niepoprawne logo

source: New grade sucessfully added
pl: Nowa ocena pomyślnie dodana

source: Incorrect grade data
pl: Niepoprawne dane oceny

source: Grade deleted
pl: Ocena skasowana

source: School grading system sucessfully implemented
pl: Szkolny system oceniania został pomyslnie wprowadzony

source: Academic grading system sucessfully implemented
pl: Akademicki system oceniania został pomyslnie wprowadzony

source: Default grade implementation error
pl: Wystąpił błąd przy wprowadzaniu domyślnego systemu oceniania

source: You already attempted this test
pl: Przykro nam ale podjąłeś już próbę pisania tego testu

source: All
pl: Przykro nam ale wszystkie

source: test attempts have been used up
pl: próby pisania testu zostały wykorzystane

source: You have
pl: Pozostało ci

source: out of
pl: z

source: remaining attempts
pl: podejść

source: This test is
pl: Jest to test

source: multiple
pl: wielokrotnego

source: single
pl: jednokrotnego

source: choice test
pl: wyboru

source: Test is composed of
pl: Test składa się z

source: questions, in order to pass you have to give
pl: pytań, by zaliczyć należy udzielić

source: correct answers
pl: poprawnych odpowiedzi

source: For completing the exam you have
pl: Na ukończenie egzaminu masz

source: Are you sure you want to attempt the exam?
pl: Czy jesteś pewien że chcesz podjąc się egzaminu?

source: Yes
pl: Tak

source: No
pl: Nie

source: Course should be finished before
pl: Kurs powinien zostać ukończony przed

source: View lessons
pl: Przeglądaj lekcje

source: Attempt exam
pl: Podejdź do egzaminu

source: Deadline expired
pl: Termin upłynął

source: View diploma
pl: Pobierz dyplom

source: Time remaining
pl: Pozostały czas

source: Question nr.
pl: Pytanie

source: Send answer
pl: Wyślij odpowiedź

source: Finish exam
pl: Zakończ test

source: Test results from course
pl: Wyniki testów z kursu

source: Your results
pl: Twoje wyniki

source: Search by status
pl: Szukaj po statusie

source: Course
pl: Kurs

source: Your courses
pl: Twoje kursy

source: Test summary
pl: Podsumowanie testu

source: Time to finish exam have passed
pl: Czas na wykonanie testu upłynął

source: You recieved percentage score of
pl: Otrzymany wynik:

source: You recieved
pl: Zostało uzyskane

source: points
pl: punktów

source: Congratulations on passing exam
pl: Gratulujemy pomyślnego zdania egzaminu

source: Unfortunately you failed to pass the exam
pl: Niestety nie udało się zdać testu

source: Course isn't ready
pl: Kurs nie jest gotowy

source: finished course
pl: ukończył kurs

source: with passing result
pl: z wynikiem pozytywnym

source: achieving %(perc)s percent
pl: osiągając %(perc)s procent

source: by getting %(result)s out of %(max_score)s points
pl: przez uzyskanie %(result)s na %(max_score)s punktów
