Repository: Mateusz-Pawlowskii/Examiner
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Congratualtions, we wish further successes in studies
pl: Gratulujemy i życzymy dlaszych sukcesów w nauce
